{"pages":[],"posts":[{"title":"Intelligence Foundation","text":"Intelligence Foundation Charity OBJET : «For purely philanthropic, scientific, social, technological, artistic purposes, and with no intention of monetary gain for its members, the objective of the Intelligence Foundation is to sensitize, inspire, support and train the people who will shape the 21st Century». The Intelligence Foundation Charity, a nonprofit organization, fosters a vector for intellectual and technical innovation in the individuals who will shape the arts, the sciences and the humanities of the 21st Century The Intelligence Foundation involves formal mind training, formal instruction and full and fair presentation of the facts. The dedicated women, men, universities, agencies and fortune 500 corporations cooperating to fulfill our charitable mission constitute the Intelligence Foundation Community. Humanitarian AI ProjectsLearning to Match Volunteers to Humanitarian Causes Technology: Active Learning (Curriculum Learning + Neuroevolution + Meta-Learning) + Transformers (self-attention) + Symbolic AI (MCTS) This humanitarian AI project will be developed by the people, for the people. The Intelligence Foundation is preparing to offer academic training & conferences, prizes & recognitions and open research & publications. National Program to Democratize Applied Humanitarian AI In collaboration with Québec.AI and Montréal.AI, the Intelligence Foundation Charity is preparing a national program to democratize applied humanitarian artificial intelligence. «The best way to predict the future is to invent it.». - Alan Kay Saraswati AI | Superhuman (AI) Teacher: All of Education, for AllSignificance: Solving UNESCO’s Educational Objectives to Support the Achievement of Education for All. Impact of the contribution: Implementation of artificial intelligence learning tools that significantly improve access and quality of education for disadvantaged and marginalized populations. Beneficiaries: 100 million people. Saraswati AI will be combined with an agent learning to orchestrate synergies amongst academic disciplines. «(…) in full and equal opportunities for education for all (…)» - Preamble to UNESCO’s Constitution This humanitarian AI project will be developed by the people, for the people. The Intelligence Foundation is preparing to offer academic training & conferences, prizes & recognitions and open research & publications. Technology: Apprentissage actif (Curriculum Learning + OpenAI Gym + Meta-Learning + Neuroevolution + Reinforcement Learning) + Transformers (Self-Attention) + Symbolic AI (MCTS) Enhanced OpenAI Gym with a Community Curated LeaderboardThis humanitarian AI project will be developed by the people, for the people. Supercluster of safe Humanitarian AIFostering a Vector for Safe Humanitarian Artificial Intelligence. «Since wars begin in the minds of men, it is in the minds of men that the defences of peace must be constructed.» - Constitution of the United Nations Educational, Scientific and Cultural Organization OfficersErudition, Culture and Growth : We are now bringing a new volunteer culture to life. Officers have the privilege of taking part in festive and promotional events. ✉️ Officers : officers@intelligencefoundation.org Humanitarian AmbassadorsMake an impact on the world. A rare opportunity to represent the Intelligence Foundation to the finest minds, high society and the most influential leaders and embrace a surrealist destiny. ✉️ Humanitarian Ambassadors : ambassadors@intelligencefoundation.org Godfathers and GodmothersIt is possible to sponsor a work or a project of the Intelligence Foundation. ✉️ Godfathers and Godmothers : patronage@intelligencefoundation.org Major Gifts OfficersMajor gifts officers implement institutional programs to secure contributed income through annual giving, corporate sponsorship, foundation grants, major gifts and planned giving. ✉️ Major Gifts Officers : majorgifts@intelligencefoundation.org The Salon The salon is in the purest tradition of 18th century French literary and philosophical salons. Debates and verbal jousting in the company of distinguished guests. ✉️ The Salon : salon@intelligencefoundation.org Philanthropic Award Gala ✉️ Philanthropic Award Gala : gala@intelligencefoundation.org A Legendary HistoryLearn the Source of an Exceptional LegacyA frail kid raised by youth centers and social welfare families (Sept. 8, 1981 – June 21, 1991) (better days photo), Vincent Boucher has done his first grade twice as well as his seventh grade. Until age 14, he faced a nightmare. In May 1988, he found in a recycling bin a book quoting William James. At this moment, he decided to change his life. «To change one’s life: Start immediately. Do it flamboyantly. No exceptions.». – William James In 1993, Vincent Boucher took only 29 minutes to win, with the first 100 % score ever, the Ordre des chimiste du Québec competition. In 1996, he completed a B. Sc. Theoretical Physics in 1 year (cont.), followed by a Master’s degree in Government Policy Analysis (1998) and a Master’s degree in Aerospace Engineering (2000). Vincent Boucher | Un (jeune) homme d’exception — Nathalie Petrowski, La Presse Un homme qui vit au plus que parfait — Anne-Marie Dussault, Québec Plein Écran, Télé-Québec … un cerveau de l’aérospatial! — Le journal de Montréal Étoiles filantes — Le bulletin des employés de l’Agence spatiale canadienne Un “ Génie “ qui déroute (suite de l’article) — Alain Bouchard, Le Soleil From 2000 to 2002, he provided management consulting for the Canadian Space Agency. In 2003, Vincent Boucher created the Intelligence Foundation. Establishment of the Foundation : On April 24, 2003, the Inspector General of Financial Institutions issued the letters patent to the Fondation Intelligence, incorporating it as a legal person under the name Fondation Intelligence and its English version, the Intelligence Foundation [L.R.Q., chap C-38, art. 218]. On September 1st, 2004, the Canada Customs and Revenue Agency established the Intelligence Foundation as a charitable organization. The Intelligence Foundation issues receipts for charitable donations under the number 85593 8502 RR0001. ✉️ Email : info@intelligencefoundation.org 📞 Telephone : +1.514.829.8269 🏛 General Secretariat of the Intelligence Foundation Charity : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office and Executive Counsel LEGAL NOTICEMATERIALS PROVIDED IN THIS SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT.","link":"/intelligencefoundation.github.io/2020/02/09/index/"}],"tags":[],"categories":[]}